Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Although the Section's 2004 work plan became partly obsolete, it was not updated.
fr: Bien que n'étant plus entièrement d'actualité, ce plan n'a pas été mis à jour.

source: The Section included key indicators in its objective-setting matrix for 2004 that were actions or objectives rather than tools to measure achievements.
fr: La Section a inscrit dans sa matrice d'objectifs pour 2004 des indicateurs clefs qui étaient davantage des activités ou des objectifs que des instruments de mesure des réalisations.

source: Likewise, in nine of the five audited field offices, while the objectives established in the reviewed 2003 and 2004 country operation plans were consistent with the standard format provided by the Manual (logical framework), they did not systematically meet the SMART requirements.
fr: Parallèlement, dans neuf bureaux extérieurs audités, les objectifs définis dans les plans d'opérations par pays de 2003 et 2004 soumis à l'examen, qui se conformaient, dans leur présentation, au schéma prévu dans le Manuel (cadre logique), ne répondaient pas systématiquement aux critères d'objectifs spécifiques, mesurables, appropriés, réalistes et temporellement circonscrits.

source: UNHCR underlined that not all indicators, such as on protection, were always easily quantified.
fr: Le HCR a souligné la difficulté de quantifier certains indicateurs, tels que ceux relatifs à la protection.

source: UNHCR considered, for instance, that in the context of the protection function and its environment it was more authoritative to measure outcomes, a more qualitative measure, than outputs.
fr: Il a fait valoir par exemple qu'en matière de protection, il convenait davantage de mesurer les résultats − éléments qualitatifs − plutôt que les produits.

source: UNHCR agreed with the Board's recommendation to include in its work plans operational sets of objectives and indicators, in line with its “specific, measurable, achievable, relevant and time-bound” policy, with a view to improving reporting on annual objectives and measured achievements.
fr: Le HCR a accepté la recommandation du Comité l'invitant à inscrire dans ses plans de travail des ensembles opérationnels d'objectifs et d'indicateurs, conformément à sa politique de mise en place d'objectifs et d'indicateurs spécifiques, mesurables, réalisables, appropriés et temporellement circonscrits, en vue d'améliorer l'établissement des rapports annuels sur les objectifs et les réalisations mesurées.

source: UNHCR has introduced a new standards and indicators report as a mandatory part of the country report for (a) all countries with refugees or asylum-seekers, (b) all refugee camps under UNHCR responsibility hosting more than 2,500 refugees and (c) UNHCR reintegration operations in countries of return.
fr: Le HCR a institué un nouveau rapport sur les normes et les indicateurs, qui doit obligatoirement faire partie du rapport de pays pour: a) tous les pays qui accueillent des réfugiés ou des demandeurs d'asile; b) tous les camps de réfugiés placés sous la responsabilité du HCR et accueillant plus de 2 500 réfugiés; et c) les centres de réintégration du HCR dans les pays de retour.

source: The country report is the principal end-of-year report produced by country offices and also serves as the basis for the annual global report.
fr: Le Rapport de pays, qui est le principal rapport de fin d'année établi par les bureaux extérieurs, fournit la matière nécessaire à l'élaboration du rapport global annuel.

source: Chapter 4 of the Manual recommends selecting up to 10 impact and/or performance indicators.
fr: Le chapitre 4 du Manuel recommande la sélection d'un maximum de 10 indicateurs de performance ou d'impact.

source: This limitation is restrictive, since the country plans often have more than 10 indicators: for example, there were 29 indicators for 2003 in Angola and 37 in Ethiopia.
fr: Cette limitation apparaît plutôt restrictive dans la mesure où, en 2003, on comptait 29 indicateurs en Angola et 37 en Éthiopie.

source: UNHCR explained that the indicators often mix impact and performance and that, to know the impact of a project on beneficiaries, one should look at the most important indicators.
fr: Le HCR a expliqué que les indicateurs associaient souvent l'impact et la performance et que, pour connaître l'impact d'un projet sur les bénéficiaires, il convenait d'observer les indicateurs les plus importants.

source: The risk, however, is that reporting could be limited to the 10 indicators that have the best rate of implementation, giving biased information on programme implementation.
fr: Le risque subsiste cependant que l'on se limite aux 10 indicateurs présentant les meilleurs taux d'exécution, ce qui fausserait l'information sur l'exécution du programme.

source: UNHCR agreed with the Board's recommendation to consider ways to ascertain that indicators selected provide a representative image of actual achievements.
fr: Le HCR a accepté la recommandation du Comité l'invitant à prendre les dispositions nécessaires afin que les indicateurs sélectionnés donnent une image représentative des réalisations effectives.

source: The UNHCR evaluation policy took effect on 1 January 2003.
fr: La politique d'évaluation du HCR est entrée en vigueur le 1er janvier 2003.

source: There has been no reported evaluation in the Central and South-West Asia, North Africa and Middle East region, and no reported self-evaluations.
fr: On n'a fait état d'aucune évaluation ou auto-évaluation dans la région Asie centrale, Asie du Sud-Ouest, Afrique du Nord et Moyen-Orient.

source: A review of the Evaluation Unit's work plan to date also shows that its actual focus was more limited than stated by the policy.
fr: L'examen du plan de travail du Groupe de l'évaluation montre que sa sphère d'intervention est plus limitée que celle prévue par la politique d'évaluation.

source: UNHCR had no system to follow up on the reports and recommendations after they were issued.
fr: Le HCR ne disposait pas d'un système de suivi des rapports et des recommandations.

source: All completed evaluations were electronically accessible on the Evaluation and Policy Analysis Unit page on the UNHCR website.
fr: Toutes les évaluations réalisées pouvaient être consultées par voie électronique sur la page de son site Web réservée au Groupe de l'évaluation et de l'analyse de la politique générale.

source: Actions were undertaken, but their completion depends on the availability of sufficient staff resources to monitor the follow-up of the evaluation issues.
fr: Des actions ont été entreprises, mais leur aboutissement reste tributaire de la disponibilité d'un effectif suffisant capable d'assurer le suivi des questions relatives à l'évaluation.

source: In September 2002, management announced a “toolbox” of self-evaluation procedures and methods.
fr: En septembre 2002, les responsables du HCR ont annoncé l'élaboration d'un ensemble de procédures et de méthodes d'auto-évaluation.

source: At the time of the present audit, it was expected to be issued at the end of 2004.
fr: Au moment de la réalisation du présent audit, ce projet devait aboutir à la fin de 2004.

source: Training sessions have begun.
fr: Les sessions de formation ont commencé.

source: As a conclusion, the Board, while commending UNHCR for the efforts made in the development of the use of results-based-management, especially in the field, notes that progress is needed at headquarters and in the evaluation function.
fr: En conclusion, tout en félicitant le HCR pour l'action qu'il a engagée en vue d'instituer le système de gestion axée sur les résultats, notamment sur le terrain, le Comité note qu'il reste encore des progrès à faire au siège dans ce domaine et au regard de la fonction d'évaluation.

source: Management Systems Renewal Project access rights
fr: Droits d'accès au Projet de renouvellement des systèmes de gestion

source: The security strategy for MSRP includes formalized rules for naming conventions (permission lists, roles, user IDs) and for password control.
fr: La stratégie de sécurité pour le Projet de renouvellement des systèmes de gestion comprend des règles formelles pour les conventions de désignation (listes d'autorisations d'accès, rôles, identifiants d'utilisateur) et le contrôle par mots de passe.

source: Nevertheless, human resources still had no formalized process description with regard to new staff arrivals in or departures from the organization.
fr: Mais la Division de la gestion des ressources humaines n'a toujours pas de protocole formalisé pour l'arrivée de nouveaux fonctionnaires ou la cessation de service.

source: Moreover, there was no regular integrity control of user IDs (temporary accounts, closed accounts and segregation of duties).
fr: Il n'y avait pas non plus de contrôles périodiques d'intégrité des identifiants d'utilisateur (comptes temporaires, comptes clos et cloisonnement des attributions).

source: UNHCR agreed with the Board's recommendation to formalize security processes in respect of MSRP access rights and to implement regular integrity controls of user accounts in order to improve the security of the system.
fr: Le HCR a accepté, comme l'a recommandé le Comité des commissaires aux comptes, de formaliser les processus de sécurité pour les droits d'accès au Projet de renouvellement des systèmes de gestion et de contrôler périodiquement l'intégrité des comptes d'utilisateur afin de mieux sécuriser le système.

source: Anti-fraud policy
fr: Réglementation contre les malversations

source: In regard to such risk factors as the number of sites operating in extreme circumstances, the nature of UNHCR activities, staff rotation and the number of temporary staff in over 100 countries, there was an inherent risk of fraud.
fr: Des facteurs de risque tels que le nombre de lieux où l'on fonctionne dans des conditions hors du commun, la nature des activités du Haut-Commissariat, le taux de renouvellement du personnel et les effectifs de personnel temporaire, font que le risque de malversations est inhérent au fonctionnement du HCR.

source: UNHCR staff members were not made sufficiently aware of anti-fraud policies and of risks incurred in case of fraud or misbehaviour.
fr: Les membres du personnel ne sont pas suffisamment avertis de la réglementation mise en place pour parer à ce risque, ni des risques encourus en cas de malversations ou de faute grave.

source: The document on contracts with individual consultants did not include specific anti-fraud information.
fr: Le document concernant les contrats conclus avec les consultants indépendants ne donne pas d'informations précises sur la réglementation à cet égard.

source: The Board recommends that UNHCR improve staff awareness regarding information and communication technology anti-fraud policies.
fr: Le Comité recommande au HCR de mieux avertir le personnel de la réglementation contre les malversations informatiques.

source: Information technology strategy costs
fr: Coûts de la stratégie informatique

source: In response to the Board's recommendation in paragraph 142 of its previous report (A/59/5/Add.5, chap.
fr: Suite à la recommandation formulée par le Comité des commissaires aux comptes au paragraphe 142 de son précédent rapport (A/59/5/Add.5, chap.

source: II) to review and develop the completeness of its information and communication technology strategic documents, UNHCR provided the Board with its completed information technology strategic plan for 2005-2007. The document includes many of the subjects suggested in table 11 of the Board's previous report.
fr: II), qui tendait à ce que le HCR revoie les informations contenues dans ses documents de stratégie informatique et télématique, et les complète, le Haut-Commissariat a communiqué au Comité l'intégralité de son plan stratégique concernant l'informatique et la télématique pour la période 2005-2007, où figuraient nombre des sujets suggérés par le Comité dans le tableau 11 de son précédent rapport.

source: The Board noted, however, that the plan still did not contain any estimated costs.
fr: Le Comité a toutefois observé que le plan ne comportait toujours pas de coûts estimatifs.

source: The Board recommends that UNHCR endeavour to prepare its information and communication technology strategic plan with estimated costs.
fr: Le Comité recommande au HCR de s'efforcer d'assortir de coûts estimatifs son plan stratégique concernant l'informatique et la télématique.

source: Costs of registration and statistics activities
fr: Coût des activités d'enregistrement et de statistiques du HCR

source: In its 2004 report, the Board noted that UNHCR did not monitor the costs of its registration and statistic-collection activities.
fr: Dans son rapport de 2004, le Comité a noté que le Haut-Commissariat ne contrôlait pas le coût de ses activités d'enregistrement et de statistiques.

source: This lack of information may lead to a non-optimal allocation of resources.
fr: Or, faute d'informations, il risque ainsi de ne pas répartir au mieux ses ressources.

source: The Board reiterates its recommendation that UNHCR identify the expenditures related to its registration activities, with a view to setting related objectives and to monitoring their implementation.
fr: Le Comité renouvelle sa recommandation au HCR, tendant à ce qu'il mette en évidence les dépenses entraînées par ses activités d'enregistrement, afin de se fixer des objectifs à cet égard et d'en contrôler la réalisation.

source: Field office review
fr: Contrôle des bureaux extérieurs

source: Delegation of financial signing authority
fr: Délégation de signature (documents financiers)

source: In the field offices visited by the Board, the delegations of financial signing authority and the specimen signature cards for individual staff members were not always updated in a timely manner.
fr: Dans les bureaux extérieurs où s'est rendu le Comité, les délégations de signature (documents financiers) et les fiches de référence portant la signature des fonctionnaires autorisés à signer les documents financiers n'étaient pas toujours tenues à jour.

source: Some staff members still had valid delegations although they were no longer in the relevant office (New York and Namibia).
fr: Certains fonctionnaires avaient toujours la signature alors qu'ils n'étaient plus au bureau en cause (New York et Namibie).

source: There was no formal delegation of authority to some sub-offices away from the main, country offices (Angola, Eritrea, Ethiopia, Namibia and the Russian Federation).
fr: Certains bureaux annexes distincts des bureaux de pays n'avaient pas de délégation de signature (en Angola, Érythrée, Éthiopie, Fédération de Russie et Namibie).

source: UNHCR agreed with the Board's recommendation to systematically control the giving and updating of proper delegations of financial authority.
fr: Le Haut-Commissariat a convenu de suivre la recommandation du Comité et de contrôler systématiquement les délégations de signature (documents financiers) et leur actualisation.

source: Management of petty cash
fr: Gestion de la petite caisse

source: Several offices did not formally designate petty cash custodians, nor provide instructions to the custodians concerning the types of expenditure allowed from the petty cash account.
fr: Plusieurs bureaux n'avaient pas désigné officiellement de personnes ayant la garde de la petite caisse, ni défini à l'intention de ces personnes d'instructions sur le type de dépenses dont le montant peut être prélevé sur la petite caisse.

source: This ran contrary to section 4.6 of chapter 6 of the UNHCR Manual (Angola, Eritrea, Ethiopia, Namibia, and New York).
fr: C'est une situation contraire au paragraphe 4.6 du Manuel du HCR (Angola, Érythrée, Éthiopie, Namibie, et New York).

source: UNHCR agreed with the Board's recommendation to ensure that petty cash management rules are adhered to by field offices.
fr: Le HCR a convenu de suivre la recommandation du Comité en faisant respecter les règles de gestion de la petite caisse dans les bureaux extérieurs.

source: Segregation of duties
fr: Cloisonnement des attributions

source: The segregation of duties, a basic requirement for internal controls, was not always respected.
fr: Le cloisonnement des attributions, nécessité fondamentale pour le contrôle interne, n'était pas toujours respecté.

source: A number of payment transactions were made without prior approval.
fr: Plusieurs paiements avaient été effectués sans approbation préalable.

source: The same officer certified, authorized and approved a transaction.
fr: La même personne avait certifié, autorisé et approuvé une opération.

source: There were transactions with no certification, or authorized by an officer with no proper delegation.
fr: Il y avait des opérations où la certification manquait, ou encore qui avaient été autorisées par une personne qui n'en avait pas le pouvoir.

source: The Board found such cases, although not involving material amounts, in Angola and Ethiopia.
fr: Le Comité a mis au jour de tels cas en Angola et en Éthiopie − il est vrai qu'ils ne concernaient pas des montants importants.

source: UNHCR agreed with the Board's recommendation to ensure that financial duties are understood and properly segregated in field offices.
fr: Le Haut-Commissariat a convenu de suivre la recommandation du Comité en faisant bien comprendre et dûment cloisonner les attributions financières dans les bureaux extérieurs.

source: Some field offices did not comply with chapter 8 of the Manual with regard to procurement plans, rosters of vendors and purchase-order logs (Angola, Eritrea and Ethiopia).
fr: Certains bureaux extérieurs ne respectaient pas les dispositions du chapitre 8 du Manuel pour ce qui est des plans d'achats, des listes de fournisseurs, et des registres de bons de commande (Angola, Érythrée et Éthiopie).

source: Competitive bidding was not systematically used (Angola and Namibia).
fr: L'appel à la concurrence n'était pas pratiqué systématiquement (Angola et Namibie).

source: UNHCR agreed with the Board's recommendation to ensure that its field offices conduct procurement activities in line with best practices set out in its Manual.
fr: Le Haut-Commissariat a convenu de suivre la recommandation du Comité en veillant à ce que les bureaux extérieurs mènent leurs activités d'achats conformément aux pratiques optimales énoncées dans son Manuel.

source: None of the five above-mentioned offices audited by the Board had a training plan or a training report.
fr: Aucun des cinq bureaux contrôlés par le Comité, mentionnés précédemment, n'avait de plan de formation ni de rapport de formation.

source: It was not possible to ascertain compliance with the minimum requirements of the 2003 learning policy and guidelines, which state, for example, that managers have the obligation to allow staff the time to learn and to encourage workplace learning. Five per cent of work time (or just over two weeks per year) allocated to learning is considered the minimum at UNHCR.
fr: Il était impossible de voir s'ils avaient satisfait aux critères minimum des Principes et directives pour l'acquisition des savoirs, de 2003, où il est dit notamment que les directeurs ont l'obligation de laisser au personnel du temps pour l'acquisition des savoirs, et d'encourager la formation sur les lieux de travail, 5 % du temps de travail (soit un peu plus de deux semaines par an) étant considéré au HCR comme le minimum à consacrer à la formation.

source: The Board recommends that UNHCR ensure that field offices adopt a training plan and report on its implementation.
fr: Le Comité des commissaires aux comptes recommande au HCR de veiller à faire adopter un plan de formation par les bureaux extérieurs, et à leur en faire rendre compte.

source: Some subagreements were signed at too late a stage with implementing partners.
fr: Certains accords subsidiaires avaient été signés avec les partenaires d'exécution à un stade trop tardif.

source: There was room for improvement in the monitoring of subagreements and related funds.
fr: On pouvait améliorer le contrôle de l'exécution des accords subsidiaires et celui des fonds correspondants.

source: The objectives established in the 2003 and 2004 country operation plans were consistent with the standard format provided by the Manual (logical framework).
fr: Les objectifs fixés dans les plans d'opérations dans les pays pour 2003 et 2004 ne s'écartaient pas des indications du Manuel (cadre logique).

source: However, in none of the five field offices did they systematically meet the SMART requirements of the Manual.
fr: Mais aucun des cinq bureaux extérieurs n'en avait systématiquement respecté les critères SMART (acronyme anglais des qualités requises des objectifs: spécifique, mesurable, adapté à la région, correspondant à un besoin et assorti de délais).

source: Implementing partners often did not separate funds received from UNHCR from their other income, contrary to the provisions of the Manual.
fr: Il arrivait que les partenaires d'exécution ne tiennent pas les fonds reçus du HCR à part de leurs autres recettes, contrairement aux dispositions du Manuel.

source: This presented the risk of greatly impairing the tracking of UNHCR funds (Angola, Eritrea and Ethiopia).
fr: Le risque était en l'occurrence que l'on ne puisse pas suivre nettement les fonds du HCR (Angola, Érythrée et Éthiopie).

source: The Board recommends that UNHCR ensure that its field offices fully comply with the provisions of chapter 4 of its Manual on programme implementation.
fr: Le Comité recommande au Haut-Commissariat de veiller à ce que ses bureaux extérieurs respectent intégralement les dispositions du chapitre 4 de son Manuel concernant l'exécution des programmes.

source: New York Office review
fr: Contrôle du Bureau de New York

source: The Board audited the representation Office in New York, taking into account the General Assembly's concern as expressed in its resolution 58/270 of 23 December 2003, in which it requested the Secretary-General to review the structure and functions of all liaison or representation offices in New York of organizations headquartered elsewhere funded from the regular budget and to report to the Assembly.
fr: Le Comité a contrôlé le Bureau représentant le HCR à New York, compte tenu des préoccupations exprimées par l'Assemblée générale dans sa résolution 58/270 du 23 décembre 2003, où elle avait prié le Secrétaire général d'examiner la structure et les fonctions de tous les bureaux de liaison ou de représentation à New York d'organisations ayant leur siège ailleurs qui sont financés par le budget ordinaire et de lui rendre compte.

source: In addition to the above observations, the Board noted the following.
fr: Outre les observations formulées précédemment, le Comité a noté ce qui suit.

source: The New York Office did not benefit from a consolidated banking approach by UNHCR, which has accounts with another bank in New York, nor did it benefit from such an approach at the United Nations system level, while the United Nations, its funds and programmes maintain a large number of accounts, with significant balances, at the same bank.
fr: Le Bureau de New York ne tirait pas avantage du regroupement des comptes bancaires pratiqué par le HCR, qui a des comptes à une autre banque new-yorkaise, ni du regroupement pratiqué à l'échelon du système des Nations Unies, alors que l'ONU, ses fonds et programmes tiennent un grand nombre de comptes, avec des soldes importants, à la même banque.
